export default {
  translation: {
    title: 'Камень Ножницы Бумага',
    gameInfo: {
      gameInfoName: 'Игра Камень Ножницы Бумага',
      gameInfoMake: 'Сделайте ход выбраб один из ваниантов: камень, ножницы или бумагу.',
      gameInforRS: 'Камень тупит ножницы',
      gameInfoSP: 'Ножницы режут бумагу',
      gameInfoPR: 'Бумага заворачивает камень',
      gameInfoWin: 'Выигравшему в ходе присваивается 1 очко. Кто быстрее наберёт 5 очков, тот выиграл.',
    },
    gameCards:{
      rock: '👊',
      paper: '🤚',
      scissors: '✌️',
    },
    ui: {
      header: 'Камень Ножницы Бумага',
    }
  }
}
