export default {
  translation: {
    title: 'Камень Ножницы Бумага',
    gameInfo: {
      gameInfoName: 'Игра Камень Ножницы Бумага',
      gameInfoMake:
        'Сделайте ход выбраб один из ваниантов: камень, ножницы или бумагу.',
      gameInforRS: 'Камень тупит ножницы',
      gameInfoSP: 'Ножницы режут бумагу',
      gameInfoPR: 'Бумага заворачивает камень',
      gameInfoWin:
        'Выигравшему в ходе присваивается 1 очко. Кто быстрее наберёт 5 очков, тот выиграл.',
    },
    gameStartBtn: 'Начать Игру',
    gameAgainBtn: 'Играть Снова',
    gamePlayerOneName: 'Ты',
    gamePlayerTwoName: 'Компьютер',
    gameEndPhrase: 'выиграл со счётом',
    gameCards: {
      rock: '👊',
      paper: '🤚',
      scissors: '✌️',
    },
    ui: {
      header: 'Камень Ножницы Бумага',
      lng: 'РУ',
      gamePlayTitle: 'Ход Игры',
      rockBitsScissors: 'Камень побеждает Ножницы',
      paperBitsRock: 'Бумага побеждает Камень',
      scissorsCutPaper: 'Ножницы режут Бумагу',
      scoresPlayTitle: 'Очки',
      playerScoresTitle: 'Вы',
      computerScoresTitle: 'Компьютер',
      playersChoiceTitle: 'Выбор Игроков',
      gameCardsTitle: 'Игровые карты',
      gameCardsInfo: 'Выбери свой следующий шаг',
    },
  },
};
